<template>
    <section class="mps-page">
        <title-section
            title="Мукополісахаридоз. Типи мукополісахаридозу"
        >
        </title-section>
        <div class="banner">
            <div class="container">
                <div class="definition">
                    <p>
                        <span>Мукополісахаридози (МПС)</span>
                        - група спадкових (гене-тичних) хвороб накопичення сполучної тканини, обу-мовлених генетичним
                        дефектом ферментного роз-щеплення вуглеводної частини молекули мукополі-сахаридів (глікозоаміногліканів)
                        трьох класів: гепаран-, дерматан-і кератансульфатів і виникають внаслідок накопичення в тканинах (переважно
                        в фібробластах і мезенхімальних клітинах) кислих глікозаміногліканів, тобто мукополісахаридів,
                        (хондроітинсульфат В і / або гепаранмоносульфат), що ведуть до неповноцінного розвитку сполучної тканини
                        і протікають з ураженням нервової системи, очей, внутрішніх органів і опорно-рухового апарату
                    </p>
                </div>
            </div>
        </div>
        <div class="container">
            <p class="description">За сучасною класифікацією, виокремлюють 9 типів МПС, кожен з яких зумовлений дефіцитом
                специфічного ферменту, що бере участь у послідовному розщепленні певного глікозаміноглікану
                (хондроїтин-, дерматан-, гепаран- і кератансульфатів):</p>
        </div>
        <MpsTypes/>
    </section>
</template>

<script>
import MpsTypes from "../../components/mps/MpsTypes";
export default {

    name: "MpsPage",

    components: {
        MpsTypes
    }
}
</script>

<style scoped>

 .mps-page .definition p {
     margin-top: 0;
 }
 .mps-page {
     margin-top: 80px;
 }
 @media (max-width: 1730px) {
     .mps-page {
         margin-top: 170px;
     }
 }
 @media (max-width: 767px) {
     .mps-page {
         margin-top: 100px;
     }
 }

</style>
