<?php

return [
    'failed'   => 'Вказані облікові дані не збігаються з нашими записами.',
    'password' => 'Наданий невірний пароль.',
    'throttle' => 'Забагато спроб входу. Будь ласка, спробуйте ще раз, через :seconds секунд.',
    'login' => 'Вхід',
    'register'=> 'Реєстрація',
    'logout' => 'Вийти',
    'email' => 'Електронна адреса',
    'password_input' => 'Пароль',
    'remember' => 'Запам\'ятати мене',
    'password_request' => 'Забули свій пароль?',
    'name' => 'Ім\'я',
    'confirm_password' => 'Підтвердьте пароль',
    'verify_email' => 'Перевірте свою адресу електронної пошти',
    'sent_to_mail' => 'На вашу електронну адресу надіслано свіже посилання для підтвердження.',
    'check_your_email' => 'Перш ніж продовжити, будь ласка, перевірте свою електронну пошту, щоб знайти посилання для підтвердження.',
    'not_receive_email' => 'Якщо ви не отримали повідомлення електронної пошти',
    'click_to_request_another' => 'натисніть тут, щоб надіслати інший запит',
    'confirm' => 'Будь ласка, підтвердьте свій пароль, перш ніж продовжувати.',
    'reset_password' => 'Скинути пароль',
    'reset_link' => 'Надіслати посилання для скидання пароля',
];
