<?php

return [
    'failed'   => 'Неверное имя пользователя или пароль.',
    'password' => 'Неверный пароль.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',
    'login' => 'Войти',
    'register'=> 'Зарегистрироваться',
    'logout' => 'Выйти',
    'email' => 'Адрес электронной почты',
    'password_input' => 'Пароль',
    'remember' => 'Запомнить меня',
    'password_request' => 'Забыли свой пароль?',
    'name' => 'Имя',
    'confirm_password' => 'Подтвердите пароль',
    'verify_email' => 'Проверьте свой адрес электронной почты',
    'sent_to_mail' => 'На ваш электронный адрес отправлено свежий ссылку.',
    'check_your_email' => 'Прежде чем продолжить, проверьте свою электронную почту на наличие ссылки для подтверждения.',
    'not_receive_email' => 'Если вы не получили письмо',
    'click_to_request_another' => 'нажмите здесь, чтобы запросить другой',
    'confirm' => 'Пожалуйста, подтвердите свой пароль, прежде чем продолжить.',
    'reset_password' => 'Сброс пароля',
    'reset_link' => 'Отправить ссылку для сброса пароля',
];
